Repository: VM-s-Solutions/cleansia
Catalog: src/cleansia_ios/CleansiaCustomer/Resources/Localizable.xcstrings
Source language: en
Languages: cs, ru, sk, uk

# register_already_have_account
source: Already have an account?
cs: Už máte účet?
ru: Уже есть аккаунт?
sk: Už máte účet?
uk: Вже маєте обліковий запис?

# register_error_terms_required
source: You must accept the terms and conditions
cs: Musíte souhlasit s obchodními podmínkami
ru: Вы должны принять условия и положения
sk: Musíte prijať obchodné podmienky
uk: Ви повинні прийняти Умови та положення

# register_login_link
source: Log in
cs: Přihlásit se
ru: Войти
sk: Prihlásiť sa
uk: Увійти

# register_pw_letter
source: Contains a letter
cs: Obsahuje písmeno
ru: Содержит букву
sk: Obsahuje písmeno
uk: Містить літеру

# register_pw_match
source: Passwords match
cs: Hesla se shodují
ru: Пароли совпадают
sk: Heslá sa zhodujú
uk: Паролі збігаються

# register_pw_min_length
source: At least 8 characters
cs: Alespoň 8 znaků
ru: Не менее 8 символов
sk: Aspoň 8 znakov
uk: Не менше 8 символів

# register_pw_number
source: Contains a number
cs: Obsahuje číslo
ru: Содержит цифру
sk: Obsahuje číslo
uk: Містить цифру

# register_referral_collapse_hint
source: Hides the referral code field and clears the code
cs: Skryje pole pro doporučovací kód a kód smaže
ru: Скрывает поле реферального кода и очищает код
sk: Skryje pole pre odporúčací kód a kód vymaže
uk: Приховує поле реферального коду та очищає код

# register_referral_expand_hint
source: Opens the optional referral code field
cs: Otevře nepovinné pole pro doporučovací kód
ru: Открывает необязательное поле реферального кода
sk: Otvorí nepovinné pole pre odporúčací kód
uk: Відкриває необов’язкове поле реферального коду

# register_referral_toggle
source: Do you have a referral code?
cs: Máte doporučovací kód?
ru: У вас есть реферальный код?
sk: Máte odporúčací kód?
uk: У вас є реферальний код?

# register_social_terms_required
source: Accept the Terms of Service and Privacy Policy to continue with Google or Apple.
cs: Pro pokračování přes Google nebo Apple potvrďte souhlas s Podmínkami služby a Zásadami ochrany soukromí.
ru: Чтобы продолжить через Google или Apple, примите Условия использования и Политику конфиденциальности.
sk: Pre pokračovanie cez Google alebo Apple potvrďte súhlas s Podmienkami služby a Zásadami ochrany súkromia.
uk: Щоб продовжити через Google або Apple, прийміть Умови використання та Політику конфіденційності.

# register_submit
source: Sign Up
cs: Registrovat se
ru: Зарегистрироваться
sk: Registrovať sa
uk: Зареєструватися

# register_subtitle
source: Sign up to book your first cleaning.
cs: Zaregistrujte se a rezervujte si první úklid.
ru: Зарегистрируйтесь, чтобы заказать первую уборку.
sk: Zaregistrujte sa a rezervujte si prvé upratovanie.
uk: Зареєструйтеся, щоб замовити перше прибирання.

# register_terms_and_conditions
source: I agree to the [Terms of Service](cleansia://terms) and [Privacy Policy](cleansia://privacy)
cs: Souhlasím s [Podmínkami služby](cleansia://terms) a [Zásadami ochrany soukromí](cleansia://privacy)
ru: Я соглашаюсь с [Условиями использования](cleansia://terms) и [Политикой конфиденциальности](cleansia://privacy)
sk: Súhlasím s [Podmienkami služby](cleansia://terms) a [Zásadami ochrany súkromia](cleansia://privacy)
uk: Я погоджуюся з [Умовами використання](cleansia://terms) та [Політикою конфіденційності](cleansia://privacy)

# register_terms_toggle
source: Accept terms and privacy policy
cs: Souhlasit s podmínkami a zásadami ochrany soukromí
ru: Принять условия и политику конфиденциальности
sk: Súhlasiť s podmienkami a zásadami ochrany súkromia
uk: Прийняти умови та політику конфіденційності

# register_title
source: Create account
cs: Vytvořit účet
ru: Создать учётную запись
sk: Vytvoriť účet
uk: Створити обліковий запис

# rewards_title
source: Rewards
cs: Odměny
ru: Награды
sk: Odmeny
uk: Винагороди

# security_change_success
source: Password updated
cs: Heslo aktualizováno
ru: Пароль обновлён
sk: Heslo aktualizované
uk: Пароль оновлено

# security_code_helper
source: Enter the code from the email we just sent you.
cs: Zadejte kód z e-mailu, který jsme vám právě poslali.
ru: Введите код из письма, которое мы только что отправили.
sk: Zadajte kód z e-mailu, ktorý sme vám práve poslali.
uk: Введіть код із листа, який ми щойно надіслали.

# security_code_label
source: Verification code
cs: Ověřovací kód
ru: Код подтверждения
sk: Overovací kód
uk: Код підтвердження

# security_code_sent
source: Verification code sent to your email
cs: Ověřovací kód odeslán na váš e-mail
ru: Код подтверждения отправлен на почту
sk: Overovací kód odoslaný na váš e-mail
uk: Код підтвердження надіслано на пошту

# security_intro
source: We'll email you a verification code, then you can set a new password.
cs: Pošleme vám ověřovací kód e-mailem, poté si můžete nastavit nové heslo.
ru: Мы отправим код подтверждения на почту, после чего вы сможете задать новый пароль.
sk: Pošleme vám overovací kód e-mailom, potom si môžete nastaviť nové heslo.
uk: Ми надішлемо код підтвердження на пошту, потім ви зможете встановити новий пароль.

# security_password_mismatch_error
source: Passwords don't match.
cs: Hesla se neshodují.
ru: Пароли не совпадают.
sk: Heslá sa nezhodujú.
uk: Паролі не збігаються.

# security_password_policy_error
source: Password must be at least 8 characters and include a letter and a number.
cs: Heslo musí mít alespoň 8 znaků a obsahovat písmeno a číslici.
ru: Пароль должен содержать не менее 8 символов, букву и цифру.
sk: Heslo musí mať aspoň 8 znakov a obsahovať písmeno a číslicu.
uk: Пароль має містити щонайменше 8 символів, літеру та цифру.

# security_request_code
source: Send verification code
cs: Odeslat ověřovací kód
ru: Отправить код подтверждения
sk: Odoslať overovací kód
uk: Надіслати код підтвердження

# shell_tab_placeholder
source: %1$@ — coming soon
cs: %1$@ — již brzy
ru: %1$@ — скоро
sk: %1$@ — už čoskoro
uk: %1$@ — незабаром

# splash_tagline
source: Spotless homes, on your schedule
cs: Bezvadně čisté domovy, podle vašeho rozvrhu
ru: Безупречная чистота в вашем графике
sk: Bezchybne čisté domovy, podľa vášho rozvrhu
uk: Бездоганна чистота за вашим розкладом

# tracker_step_counter
source: Step %1$d / %2$d
cs: Krok %1$d / %2$d
ru: Шаг %1$d / %2$d
sk: Krok %1$d / %2$d
uk: Крок %1$d / %2$d

# verify_description
source: We've sent a 6-digit verification code to your email. Enter the code below to verify your account.
cs: Poslali jsme šestimístný ověřovací kód na váš e-mail. Zadejte ho níže pro ověření účtu.
ru: Мы отправили 6-значный код подтверждения на ваш email. Введите его ниже для подтверждения учётной записи.
sk: Poslali sme šesťmiestny overovací kód na váš e-mail. Zadajte ho nižšie pre overenie účtu.
uk: Ми надіслали 6-значний код на ваш email. Введіть його нижче для підтвердження облікового запису.

# verify_resend_code
source: Resend code
cs: Poslat kód znovu
ru: Отправить код повторно
sk: Poslať kód znova
uk: Надіслати код знову

# verify_submit
source: Verify code
cs: Ověřit kód
ru: Подтвердить код
sk: Overiť kód
uk: Підтвердити код

# verify_title
source: Verify your email
cs: Ověřte svůj e-mail
ru: Подтвердите email
sk: Overte svoj e-mail
uk: Підтвердіть email

# booking_dirtiness_title
source: How clean is your home?
cs: Jak moc je u vás uklizeno?
ru: Насколько у вас убрано?
sk: Ako veľmi je u vás upratané?
uk: Наскільки у вас прибрано?

# booking_dirtiness_hint
source: Choose the state that best fits the whole home. If you are torn between two levels, choose the higher one. The cleaner then has enough time and the result will be as expected.
cs: Vyberte stav, který nejlépe odpovídá celé domácnosti. Pokud váháte mezi dvěma stupni, zvolte vyšší. Uklízečka pak má dost času a výsledek bude odpovídat.
ru: Выберите состояние, которое лучше всего соответствует всему жилью. Если сомневаетесь между двумя уровнями, выберите более высокий. Тогда у клинера будет достаточно времени, и результат оправдает ожидания.
sk: Vyberte stav, ktorý najlepšie zodpovedá celej domácnosti. Ak váhate medzi dvoma stupňami, zvoľte vyšší. Upratovačka potom bude mať dosť času a výsledok bude zodpovedať.
uk: Оберіть стан, який найкраще відповідає всьому помешканню. Якщо вагаєтеся між двома рівнями, оберіть вищий. Тоді прибиральник матиме достатньо часу, і результат відповідатиме очікуванням.

# booking_dirtiness_normal_name
source: Normal
cs: Běžné
ru: Обычный
sk: Bežné
uk: Звичайний

# booking_dirtiness_increased_name
source: Increased
cs: Zvýšené
ru: Повышенный
sk: Zvýšené
uk: Підвищений

# booking_dirtiness_heavy_name
source: Heavy
cs: Silné
ru: Сильный
sk: Silné
uk: Сильний

# booking_dirtiness_normal_rate
source: No surcharge
cs: Bez příplatku
ru: Без доплаты
sk: Bez príplatku
uk: Без доплати

# booking_dirtiness_normal_lead
source: The home is cleaned regularly, the last time about 1–2 weeks ago.
cs: Domácnost se uklízí pravidelně, naposledy zhruba před 1–2 týdny.
ru: Жильё убирают регулярно, последний раз примерно 1–2 недели назад.
sk: Domácnosť sa upratuje pravidelne, naposledy zhruba pred 1–2 týždňami.
uk: Помешкання прибирають регулярно, востаннє приблизно 1–2 тижні тому.

# booking_dirtiness_increased_lead
source: Last cleaned 3–6 weeks ago, or a home with pets or small children.
cs: Poslední úklid před 3–6 týdny, nebo domácnost se zvířaty či malými dětmi.
ru: Последняя уборка 3–6 недель назад или жильё с животными либо маленькими детьми.
sk: Posledné upratovanie pred 3–6 týždňami alebo domácnosť so zvieratami či malými deťmi.
uk: Останнє прибирання 3–6 тижнів тому або помешкання з тваринами чи маленькими дітьми.

# booking_dirtiness_heavy_lead
source: More than 2 months without cleaning, or a home neglected for a long time.
cs: Déle než 2 měsíce bez úklidu, nebo dlouhodobě zanedbaná domácnost.
ru: Больше 2 месяцев без уборки или давно запущенное жильё.
sk: Viac ako 2 mesiace bez upratovania alebo dlhodobo zanedbaná domácnosť.
uk: Понад 2 місяці без прибирання або тривалий час занедбане помешкання.

# booking_dirtiness_normal_sign_1
source: Dust on furniture and shelves, crumbs and hair on the floor
cs: Prach na nábytku a policích, drobečky a chlupy na podlaze
ru: Пыль на мебели и полках, крошки и волосы на полу
sk: Prach na nábytku a policiach, omrvinky a chlpy na podlahe
uk: Пил на меблях і полицях, крихти й волосся на підлозі

# booking_dirtiness_normal_sign_2
source: Ordinary water marks in the bathroom, a toilet with no deposits
cs: V koupelně běžné vodní skvrny, WC bez usazenin
ru: В ванной обычные следы от воды, унитаз без налёта
sk: V kúpeľni bežné vodné škvrny, WC bez usadenín
uk: У ванній кімнаті звичайні сліди від води, унітаз без нальоту

# booking_dirtiness_normal_sign_3
source: A kitchen after everyday cooking: the worktop and stove need a wipe, nothing baked on
cs: Kuchyň po běžném vaření: linka a sporák otřít, bez připečenin
ru: Кухня после обычной готовки: столешницу и плиту протереть, без пригоревшего
sk: Kuchyňa po bežnom varení: linku a sporák utrieť, bez pripečenín
uk: Кухня після звичайного готування: стільницю й плиту протерти, без пригорілого

# booking_dirtiness_normal_sign_4
source: Dishes washed or in the dishwasher
cs: Nádobí umyté nebo v myčce
ru: Посуда вымыта или в посудомоечной машине
sk: Riad umytý alebo v umývačke
uk: Посуд вимитий або в посудомийній машині

# booking_dirtiness_increased_sign_1
source: A visible layer of dust, stains and grimy patches on the floor
cs: Viditelná vrstva prachu, skvrny a zašlá místa na podlaze
ru: Заметный слой пыли, пятна и затёртые места на полу
sk: Viditeľná vrstva prachu, škvrny a zašlé miesta na podlahe
uk: Помітний шар пилу, плями й затерті місця на підлозі

# booking_dirtiness_increased_sign_2
source: Limescale on the taps, shower and bath, grimy grout
cs: Vodní kámen na bateriích, sprchovém koutě a vaně, zašlé spáry
ru: Известковый налёт на смесителях, в душевой и ванне, потемневшие швы
sk: Vodný kameň na batériách, sprchovom kúte a vani, zašlé škáry
uk: Вапняний наліт на змішувачах, у душовій і ванні, потемнілі шви

# booking_dirtiness_increased_sign_3
source: Grease on the kitchen worktop, tiles and extractor hood, an oven or microwave dirty on the outside
cs: Mastnota na kuchyňské lince, obkladu a digestoři, znečištěná trouba nebo mikrovlnka zvenku
ru: Жир на кухонной столешнице, плитке и вытяжке, загрязнённая снаружи духовка или микроволновка
sk: Mastnota na kuchynskej linke, obklade a digestore, znečistená rúra alebo mikrovlnka zvonka
uk: Жир на кухонній стільниці, плитці й витяжці, забруднена ззовні духовка чи мікрохвильовка

# booking_dirtiness_increased_sign_4
source: Pet hair on the sofa, rugs and in the corners
cs: Chlupy zvířat na sedačce, kobercích a v rozích
ru: Шерсть животных на диване, коврах и в углах
sk: Chlpy zvierat na sedačke, kobercoch a v rohoch
uk: Шерсть тварин на дивані, килимах і в кутках

# booking_dirtiness_heavy_sign_1
source: Heavy limescale and deposits that do not come off with one wipe
cs: Silný vodní kámen a usazeniny, které nejdou dolů jedním setřením
ru: Сильный известковый налёт и отложения, которые не оттираются за один раз
sk: Silný vodný kameň a usadeniny, ktoré nejdú dole jedným utretím
uk: Сильний вапняний наліт і відкладення, які не сходять з одного протирання

# booking_dirtiness_heavy_sign_2
source: Baked-on grease on the stove, extractor hood and cupboards
cs: Připečená mastnota na sporáku, digestoři a skříňkách
ru: Пригоревший жир на плите, вытяжке и шкафчиках
sk: Pripečená mastnota na sporáku, digestore a skrinkách
uk: Пригорілий жир на плиті, витяжці й шафках

# booking_dirtiness_heavy_sign_3
source: Black spots (mould) on silicone or in the grout
cs: Černé skvrny (plíseň) na silikonu nebo ve spárách
ru: Чёрные пятна (плесень) на силиконе или в швах
sk: Čierne škvrny (pleseň) na silikóne alebo v škárach
uk: Чорні плями (цвіль) на силіконі або у швах

# booking_dirtiness_heavy_sign_4
source: Dried-on dirt on the floor, sticky surfaces, a strong smell
cs: Zaschlé nečistoty na podlaze, lepkavé povrchy, výrazný zápach
ru: Засохшая грязь на полу, липкие поверхности, сильный запах
sk: Zaschnuté nečistoty na podlahe, lepkavé povrchy, výrazný zápach
uk: Засохлий бруд на підлозі, липкі поверхні, сильний запах

# booking_dirtiness_surcharge_increased
source: Increased dirtiness surcharge (+15%)
cs: Příplatek za zvýšené znečištění (+15%)
ru: Доплата за повышенное загрязнение (+15%)
sk: Príplatok za zvýšené znečistenie (+15%)
uk: Доплата за підвищене забруднення (+15%)

# booking_dirtiness_surcharge_heavy
source: Heavy dirtiness surcharge (+30%)
cs: Příplatek za silné znečištění (+30%)
ru: Доплата за сильное загрязнение (+30%)
sk: Príplatok za silné znečistenie (+30%)
uk: Доплата за сильне забруднення (+30%)

# booking_dirtiness_level_label
source: Dirtiness level
cs: Míra znečištění
ru: Уровень загрязнения
sk: Miera znečistenia
uk: Рівень забруднення

# auth_email
source: Email
ru: Электронная почта
uk: Електронна пошта

# home_upsell_chip_hours
source: %1$lld h
ru: %1$lld ч
uk: %1$lld год

# home_upsell_chip_minutes
source: %1$lld min
ru: %1$lld мин
uk: %1$lld хв

# order_detail_duration_minutes
source: %lld min
ru: %lld мин
uk: %lld хв

# profile_edit_email
source: Email
ru: Эл. почта
uk: Електронна пошта
